Repository: GINNOV/betterBCool
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: %@ · 1 step
de: %@ · 1 Schritt
es: %@ · 1 paso
fr: %@ · 1 étape
it: %@ · 1 passaggio

source: %@ degrees Celsius
de: %@ Grad Celsius
es: %@ grados Celsius
fr: %@ degrés Celsius
it: %@ gradi Celsius

source: %@ fan
de: Lüfter %@
es: ventilador %@
fr: ventilateur %@
it: ventola %@

source: %1$@ · %2$lld steps
de: %1$@ · %2$lld Schritte
es: %1$@ · %2$lld pasos
fr: %1$@ · %2$lld étapes
it: %1$@ · %2$lld passaggi

source: %1$lld hr %2$lld min
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min

source: %lld active
de: %lld aktiv
es: %lld activas
fr: %lld actives
it: %lld attive

source: %lld hr
de: %lld Std.
es: %lld h
fr: %lld h
it: %lld h

source: A scheduled change could not be applied. Retrying shortly.
de: Eine geplante Änderung konnte nicht angewendet werden. Neuer Versuch in Kürze.
es: No se pudo aplicar un cambio programado. Se volverá a intentar en breve.
fr: Une modification programmée n’a pas pu être appliquée. Nouvelle tentative sous peu.
it: Non è stato possibile applicare una modifica programmata. Nuovo tentativo a breve.

source: Access
de: Zugriff
es: Acceso
fr: Accès
it: Accesso

source: Active features
de: Aktive Funktionen
es: Funciones activas
fr: Fonctions actives
it: Funzioni attive

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

source: Add a step
de: Schritt hinzufügen
es: Añadir un paso
fr: Ajouter une étape
it: Aggiungi un passaggio

source: Add routine
de: Routine hinzufügen
es: Añadir rutina
fr: Ajouter une routine
it: Aggiungi routine

source: After this step
de: Nach diesem Schritt
es: Después de este paso
fr: Après cette étape
it: Dopo questo passaggio

source: Airflow intensity
de: Luftstromstärke
es: Intensidad del flujo de aire
fr: Intensité du débit d’air
it: Intensità del flusso d’aria

source: Bosch account
de: Bosch-Konto
es: Cuenta de Bosch
fr: Compte Bosch
it: Account Bosch

source: Bosch returned %lld gateway entries, but none exposed the classic air-conditioning resource.
de: Bosch hat %lld Gateway-Einträge zurückgegeben, aber keiner stellte die klassische Klimaanlagen-Ressource bereit.
es: Bosch devolvió %lld entradas de pasarela, pero ninguna expuso el recurso clásico de aire acondicionado.
fr: Bosch a renvoyé %lld entrées de passerelle, mais aucune n’exposait la ressource de climatisation classique.
it: Bosch ha restituito %lld voci gateway, ma nessuna esponeva la risorsa classica del climatizzatore.

source: Bosch returned %lld gateway entries, but their format was not recognized.
de: Bosch hat %lld Gateway-Einträge zurückgegeben, deren Format nicht erkannt wurde.
es: Bosch devolvió %lld entradas de pasarela, pero no se reconoció su formato.
fr: Bosch a renvoyé %lld entrées de passerelle, mais leur format n’a pas été reconnu.
it: Bosch ha restituito %lld voci gateway, ma il formato non è stato riconosciuto.

source: Bosch returned %lld gateway entry, but it did not expose the classic air-conditioning resource.
de: Bosch hat %lld Gateway-Eintrag zurückgegeben, der die klassische Klimaanlagen-Ressource nicht bereitstellte.
es: Bosch devolvió %lld entrada de pasarela, pero no expuso el recurso clásico de aire acondicionado.
fr: Bosch a renvoyé %lld entrée de passerelle, mais elle n’exposait pas la ressource de climatisation classique.
it: Bosch ha restituito %lld voce gateway, ma non esponeva la risorsa classica del climatizzatore.

source: Bosch returned %lld gateway entry, but its format was not recognized.
de: Bosch hat %lld Gateway-Eintrag zurückgegeben, dessen Format nicht erkannt wurde.
es: Bosch devolvió %lld entrada de pasarela, pero no se reconoció su formato.
fr: Bosch a renvoyé %lld entrée de passerelle, mais son format n’a pas été reconnu.
it: Bosch ha restituito %lld voce gateway, ma il formato non è stato riconosciuto.

source: Bosch sign-in could not be completed. Please try again.
de: Die Bosch-Anmeldung konnte nicht abgeschlossen werden. Bitte erneut versuchen.
es: No se pudo completar el inicio de sesión de Bosch. Inténtalo de nuevo.
fr: La connexion Bosch n’a pas pu être effectuée. Veuillez réessayer.
it: Non è stato possibile completare l’accesso Bosch. Riprova.

source: Bosch sign-in worked, but neither the classic nor newer HomeCom service returned an AC for this account.
de: Die Bosch-Anmeldung war erfolgreich, aber weder der klassische noch der neue HomeCom-Dienst hat eine Klimaanlage für dieses Konto gefunden.
es: El inicio de sesión de Bosch funcionó, pero ni el servicio clásico ni el nuevo HomeCom encontraron un aire acondicionado para esta cuenta.
fr: La connexion Bosch a réussi, mais ni le service classique ni le nouveau service HomeCom n’a trouvé de climatiseur pour ce compte.
it: L’accesso Bosch è riuscito, ma né il servizio classico né il nuovo HomeCom hanno trovato un climatizzatore per questo account.

source: Build a timeline once and your climate will follow it automatically.
de: Erstelle einmal einen Zeitplan und dein Raumklima folgt ihm automatisch.
es: Crea una línea de tiempo y el clima la seguirá automáticamente.
fr: Créez une chronologie et votre climat la suivra automatiquement.
it: Crea una sequenza e il clima la seguirà automaticamente.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Check your connection settings.
de: Überprüfe die Verbindungseinstellungen.
es: Comprueba los ajustes de conexión.
fr: Vérifiez les réglages de connexion.
it: Controlla le impostazioni di connessione.

source: Choose how the room feels
de: Wähle das gewünschte Raumklima
es: Elige cómo quieres sentir la habitación
fr: Choisissez l’ambiance de la pièce
it: Scegli il comfort della stanza

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella

source: Cloud API key
de: Cloud-API-Schlüssel
es: Clave API de la nube
fr: Clé API du cloud
it: Chiave API cloud

source: Cloud schedules could not be synchronized. The app will retry when reopened.
de: Cloud-Zeitpläne konnten nicht synchronisiert werden. Die App versucht es beim nächsten Öffnen erneut.
es: No se pudieron sincronizar las programaciones en la nube. La app lo intentará de nuevo al abrirse.
fr: Les programmations cloud n’ont pas pu être synchronisées. L’app réessaiera à sa réouverture.
it: Non è stato possibile sincronizzare le programmazioni cloud. L’app riproverà alla riapertura.

source: Cloud scheduling
de: Cloud-Zeitpläne
es: Programación en la nube
fr: Programmation cloud
it: Programmazione cloud

source: Cloud setup could not be verified. Check the URL and API key.
de: Die Cloud-Einrichtung konnte nicht überprüft werden. URL und API-Schlüssel prüfen.
es: No se pudo verificar la configuración de la nube. Comprueba la URL y la clave API.
fr: La configuration cloud n’a pas pu être vérifiée. Vérifiez l’URL et la clé API.
it: Non è stato possibile verificare la configurazione cloud. Controlla URL e chiave API.

source: Comfort
de: Komfort
es: Confort
fr: Confort

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso

source: Connected to the newer HomeCom AC and read its live state (%lld fields). Control mapping is the next step.
de: Mit der neueren HomeCom-Klimaanlage verbunden und Live-Status gelesen (%lld Felder). Als Nächstes folgt die Zuordnung der Steuerung.
es: Conectado al nuevo aire acondicionado HomeCom y leído su estado en directo (%lld campos). El siguiente paso es asignar los controles.
fr: Connexion au nouveau climatiseur HomeCom réussie et état en direct lu (%lld champs). La prochaine étape est l’association des commandes.
it: Connessione al nuovo climatizzatore HomeCom riuscita e stato in tempo reale letto (%lld campi). Il passaggio successivo è la mappatura dei controlli.

source: Controls
de: Steuerung
es: Controles
fr: Commandes
it: Controlli

source: Controls are read-only until the Bosch API is verified.
de: Die Steuerung bleibt schreibgeschützt, bis die Bosch-API verifiziert ist.
es: Los controles son de solo lectura hasta que se verifique la API de Bosch.
fr: Les commandes sont en lecture seule jusqu’à la vérification de l’API Bosch.
it: I controlli sono in sola lettura finché l’API Bosch non viene verificata.

source: Cool
de: Kühlen
es: Frío
fr: Froid
it: Raffredda

source: Cool down
de: Abkühlen
es: Enfriar
fr: Rafraîchir
it: Raffreddamento

source: Cool with the fan for 2 hours, stay quiet until 4:00 AM, pause for 30 minutes, then resume silently. Every detail can be changed before saving.
de: 2 Stunden mit Lüfter kühlen, bis 4:00 Uhr leise bleiben, 30 Minuten pausieren und dann leise fortsetzen. Alle Details können vor dem Speichern geändert werden.
es: Enfría con el ventilador durante 2 horas, mantén el modo silencioso hasta las 4:00, pausa 30 minutos y reanuda en silencio. Puedes cambiar todos los detalles antes de guardar.
fr: Rafraîchissez avec le ventilateur pendant 2 heures, restez silencieux jusqu’à 4 h, faites une pause de 30 minutes, puis reprenez silencieusement. Chaque détail peut être modifié avant l’enregistrement.
it: Raffredda con la ventola per 2 ore, resta silenzioso fino alle 4:00, sospendi per 30 minuti, poi riprendi in modalità silenziosa. Puoi modificare ogni dettaglio prima di salvare.

source: COOLING
de: KÜHLEN
es: ENFRIANDO
fr: REFROIDISSEMENT
it: RAFFREDDAMENTO

source: Create a routine for your day
de: Erstelle eine Routine für deinen Tag
es: Crea una rutina para tu día
fr: Créez une routine pour votre journée
it: Crea una routine per la tua giornata

source: CURRENT SPEED
de: AKTUELLE STUFE
es: VELOCIDAD ACTUAL
fr: VITESSE ACTUELLE
it: VELOCITÀ ATTUALE

source: Dashboard data
de: Dashboard-Daten
es: Datos del panel
fr: Données du tableau de bord
it: Dati dashboard

source: Decrease temperature
de: Temperatur senken
es: Bajar la temperatura
fr: Baisser la température
it: Riduci temperatura

source: Disabled
de: Deaktiviert
es: Desactivados
fr: Désactivées
it: Disabilitati

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine

source: Dry
de: Entfeuchten
es: Seco
fr: Déshumidifier
it: Deumidifica

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata

source: Each step starts when the previous one finishes. The final step stays in effect until you make a manual change or another routine changes it.
de: Jeder Schritt beginnt, wenn der vorherige endet. Der letzte Schritt bleibt aktiv, bis du ihn manuell oder durch eine andere Routine änderst.
es: Cada paso comienza cuando termina el anterior. El paso final permanece activo hasta que lo cambies manualmente u otra rutina lo cambie.
fr: Chaque étape commence à la fin de la précédente. La dernière étape reste active jusqu’à une modification manuelle ou par une autre routine.
it: Ogni passaggio inizia al termine del precedente. Il passaggio finale resta attivo finché non lo modifichi manualmente o interviene un’altra routine.

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato

source: Every day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
it: Ogni giorno

source: Fan
de: Lüfter
es: Ventilador
fr: Ventilateur
it: Ventola

source: Fan speed
de: Lüfterstufe
es: Velocidad del ventilador
fr: Vitesse du ventilateur
it: Velocità ventola

source: For %@
de: Für %@
es: Durante %@
fr: Pendant %@
it: Per %@

source: Found %lld newer HomeCom air conditioner. MQTT device-shadow control is the next integration step.
de: %lld neuere HomeCom-Klimaanlage gefunden. Die MQTT-Geräteschattensteuerung ist der nächste Integrationsschritt.
es: Se encontró %lld aire acondicionado HomeCom nuevo. El control MQTT del estado del dispositivo es el siguiente paso de integración.
fr: %lld climatiseur HomeCom récent trouvé. Le contrôle MQTT de l’état de l’appareil est la prochaine étape d’intégration.
it: Trovato %lld nuovo climatizzatore HomeCom. Il controllo MQTT dello stato del dispositivo è il prossimo passaggio di integrazione.

source: Found %lld newer HomeCom air conditioners. MQTT device-shadow control is the next integration step.
de: %lld neuere HomeCom-Klimaanlagen gefunden. Die MQTT-Geräteschattensteuerung ist der nächste Integrationsschritt.
es: Se encontraron %lld aires acondicionados HomeCom nuevos. El control MQTT del estado del dispositivo es el siguiente paso de integración.
fr: %lld climatiseurs HomeCom récents trouvés. Le contrôle MQTT de l’état de l’appareil est la prochaine étape d’intégration.
it: Trovati %lld nuovi climatizzatori HomeCom. Il controllo MQTT dello stato del dispositivo è il prossimo passaggio di integrazione.

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven

source: Heat
de: Heizen
es: Calor
fr: Chauffage
it: Riscalda

source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta

source: Horizontal swing
de: Horizontale Schwenkung
es: Oscilación horizontal
fr: Oscillation horizontale
it: Oscillazione orizzontale

source: Increase temperature
de: Temperatur erhöhen
es: Subir la temperatura
fr: Augmenter la température
it: Aumenta temperatura

source: Keep running
de: Weiterlaufen
es: Mantener en marcha
fr: Maintenir en marche
it: Mantieni attivo

source: Keep this setting until changed
de: Diese Einstellung bis zur Änderung beibehalten
es: Mantener este ajuste hasta que cambie
fr: Conserver ce réglage jusqu’à modification
it: Mantieni questa impostazione fino alla modifica

source: Live read/write access
de: Live-Lese-/Schreibzugriff
es: Acceso de lectura y escritura en directo
fr: Accès direct en lecture/écriture
it: Accesso lettura/scrittura in tempo reale

source: Loading climate data
de: Klimadaten werden geladen
es: Cargando datos climáticos
fr: Chargement des données climatiques
it: Caricamento dati climatici

source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media

source: Mode
de: Modus
es: Modo
it: Modalità

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun

source: My routine
de: Meine Routine
es: Mi rutina
fr: Ma routine
it: La mia routine

source: Next change %@
de: Nächste Änderung %@
es: Próximo cambio %@
fr: Prochaine modification %@
it: Prossima modifica %@

source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
it: Passaggio successivo

source: Night comfort
de: Nachtkomfort
es: Confort nocturno
fr: Confort nocturne
it: Comfort notturno

source: No climate data
de: Keine Klimadaten
es: Sin datos climáticos
fr: Aucune donnée climatique
it: Nessun dato climatico

source: No routines yet
de: Noch keine Routinen
es: Aún no hay rutinas
fr: Aucune routine
it: Nessuna routine

source: Not reported by device
de: Vom Gerät nicht gemeldet
es: No indicado por el dispositivo
fr: Non indiqué par l’appareil
it: Non comunicata dal dispositivo

source: Off
de: Aus
es: Apagado
fr: Arrêt
it: Spento

source: OFF
de: AUS
es: APAGADO
fr: ARRÊT
it: SPENTO

source: On
de: Ein
es: Encendido
fr: Marche
it: Acceso

source: On-device scheduling
de: Zeitpläne auf dem Gerät
es: Programación en el dispositivo
fr: Programmation sur l’appareil
it: Programmazione sul dispositivo

source: Power
de: Ein/Aus
es: Encendido
fr: Alimentation
it: Accensione

source: Privacy & safety
de: Datenschutz & Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
it: Privacy e sicurezza

source: Quick start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Avvio rapido

source: Quiet
de: Leise
es: Silenciosa
fr: Silencieux
it: Silenziosa

source: Read & write
de: Lesen & Schreiben
es: Lectura y escritura
fr: Lecture et écriture
it: Lettura e scrittura

source: Read-only connection
de: Schreibgeschützte Verbindung
es: Conexión de solo lectura
fr: Connexion en lecture seule
it: Connessione in sola lettura

source: Recent unit changes
de: Letzte Geräteänderungen
es: Cambios recientes de la unidad
fr: Modifications récentes de l’unité
it: Modifiche recenti dell’unità

source: Reconnect Bosch
de: Bosch erneut verbinden
es: Volver a conectar Bosch
fr: Reconnecter Bosch
it: Riconnetti Bosch

source: Cloud schedule
de: Cloud-Zeitplan
es: Programación en la nube
fr: Programmation cloud
it: Programmazione cloud

source: Repeats
de: Wiederholt
es: Repetición
fr: Répétition
it: Ripetizione

source: Resume silent
de: Leise fortsetzen
es: Reanudar en silencio
fr: Reprendre silencieusement
it: Riprendi silenzioso

source: Room —°
de: Raum —°
es: Habitación —°
fr: Pièce —°
it: Stanza —°

source: Room %@°
de: Raum %@°
es: Habitación %@°
fr: Pièce %@°
it: Stanza %@°

source: Routines are private to this device. iOS can delay network changes while the app is suspended; the correct step is restored when betterBCool becomes active again.
de: Routinen bleiben auf diesem Gerät. iOS kann Netzwerkänderungen verzögern, während die App angehalten ist; beim nächsten Aktivieren von betterBCool wird der richtige Schritt wiederhergestellt.
es: Las rutinas son privadas de este dispositivo. iOS puede retrasar los cambios de red mientras la app está suspendida; el paso correcto se restaura cuando betterBCool vuelve a estar activa.
fr: Les routines restent privées sur cet appareil. iOS peut retarder les changements réseau lorsque l’app est suspendue ; la bonne étape est restaurée lorsque betterBCool redevient active.
it: Le routine restano private sul dispositivo. iOS può ritardare le modifiche di rete mentre l’app è sospesa; il passaggio corretto viene ripristinato quando betterBCool torna attiva.

source: Routines run in the cloud with durable waits and automatic retries, even while this iPhone is offline.
de: Routinen laufen mit dauerhaften Wartezeiten und automatischen Wiederholungen in der Cloud, auch wenn dieses iPhone offline ist.
es: Las rutinas se ejecutan en la nube con esperas duraderas y reintentos automáticos, incluso cuando este iPhone está sin conexión.
fr: Les routines s’exécutent dans le cloud avec des attentes durables et des tentatives automatiques, même lorsque cet iPhone est hors ligne.
it: Le routine vengono eseguite nel cloud con attese persistenti e tentativi automatici, anche quando l’iPhone è offline.

source: Sat
de: Sa
es: Sáb
fr: Sam
it: Sab

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva

source: Schedules
de: Zeitpläne
es: Programaciones
fr: Programmations
it: Programmazioni

source: Set temperature
de: Solltemperatur
es: Temperatura establecida
fr: Température réglée
it: Temperatura impostata

source: SET TO
de: EINGESTELLT AUF
es: AJUSTADO A
fr: RÉGLÉ SUR
it: IMPOSTATO A

source: Set to %@
de: Auf %@ gesetzt
es: Ajustado a %@
fr: Réglé sur %@
it: Impostato su %@

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Sign in with Bosch
de: Mit Bosch anmelden
es: Iniciar sesión con Bosch
fr: Se connecter avec Bosch
it: Accedi con Bosch

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci

source: Sign out of Bosch?
de: Von Bosch abmelden?
es: ¿Cerrar sesión de Bosch?
fr: Se déconnecter de Bosch ?
it: Uscire da Bosch?

source: Sign-in opens Bosch SingleKey ID. betterBCool never sees or stores your password.
de: Die Anmeldung öffnet Bosch SingleKey ID. betterBCool sieht oder speichert dein Passwort niemals.
es: El inicio de sesión abre Bosch SingleKey ID. betterBCool nunca ve ni guarda tu contraseña.
fr: La connexion ouvre Bosch SingleKey ID. betterBCool ne voit ni ne stocke jamais votre mot de passe.
it: L’accesso apre Bosch SingleKey ID. betterBCool non vede né memorizza mai la tua password.

source: Signed in with Bosch
de: Bei Bosch angemeldet
es: Sesión iniciada con Bosch
fr: Connecté avec Bosch
it: Accesso effettuato con Bosch

source: Silent sleep
de: Leiser Schlaf
es: Sueño silencioso
fr: Sommeil silencieux
it: Sonno silenzioso

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno

source: Start cooling
de: Kühlung starten
es: Iniciar refrigeración
fr: Démarrer le refroidissement
it: Avvia raffreddamento

source: Start with Night comfort
de: Mit Nachtkomfort starten
es: Empezar con Confort nocturno
fr: Commencer avec Confort nocturne
it: Inizia con Comfort notturno

source: Starts
de: Start
es: Inicio
fr: Début
it: Inizio

source: Stay off until changed
de: Bis zur Änderung ausgeschaltet lassen
es: Mantener apagado hasta que cambie
fr: Rester éteint jusqu’à modification
it: Resta spento fino alla modifica

source: Step
de: Schritt
es: Paso
fr: Étape
it: Passaggio

source: Stored Bosch tokens and the discovered gateway will be removed from this device.
de: Gespeicherte Bosch-Token und das gefundene Gateway werden von diesem Gerät entfernt.
es: Los tokens de Bosch guardados y la pasarela detectada se eliminarán de este dispositivo.
fr: Les jetons Bosch enregistrés et la passerelle détectée seront supprimés de cet appareil.
it: I token Bosch memorizzati e il gateway rilevato verranno rimossi dal dispositivo.

source: Sun
de: So
es: Dom
fr: Dim
it: Dom

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura

source: The device did not accept that setting.
de: Das Gerät hat diese Einstellung nicht akzeptiert.
es: El dispositivo no aceptó ese ajuste.
fr: L’appareil n’a pas accepté ce réglage.
it: Il dispositivo non ha accettato l’impostazione.

source: The next step begins automatically when this duration ends.
de: Der nächste Schritt beginnt automatisch nach Ablauf dieser Dauer.
es: El siguiente paso comienza automáticamente cuando termina esta duración.
fr: L’étape suivante commence automatiquement à la fin de cette durée.
it: Il passaggio successivo inizia automaticamente al termine della durata.

source: The requested setting is not supported.
de: Die gewünschte Einstellung wird nicht unterstützt.
es: El ajuste solicitado no es compatible.
fr: Le réglage demandé n’est pas pris en charge.
it: L’impostazione richiesta non è supportata.

source: The routine was removed locally, but cloud deletion will need to be retried.
de: Die Routine wurde lokal entfernt, aber das Löschen in der Cloud muss wiederholt werden.
es: La rutina se eliminó localmente, pero habrá que reintentar la eliminación en la nube.
fr: La routine a été supprimée localement, mais la suppression dans le cloud devra être réessayée.
it: La routine è stata rimossa localmente, ma sarà necessario riprovare l’eliminazione dal cloud.

source: The unit stays off for this duration, then the next step begins. To keep it off, make this the final step.
de: Das Gerät bleibt für diese Dauer ausgeschaltet, danach beginnt der nächste Schritt. Damit es ausgeschaltet bleibt, muss dies der letzte Schritt sein.
es: La unidad permanece apagada durante este tiempo y después comienza el siguiente paso. Para mantenerla apagada, haz que este sea el paso final.
fr: L’appareil reste éteint pendant cette durée, puis l’étape suivante commence. Pour qu’il reste éteint, faites-en la dernière étape.
it: L’unità resta spenta per questa durata, poi inizia il passaggio successivo. Per mantenerla spenta, rendi questo il passaggio finale.

source: The unit stays off until you turn it on manually or another routine changes it.
de: Das Gerät bleibt ausgeschaltet, bis du es manuell einschaltest oder eine andere Routine es ändert.
es: La unidad permanece apagada hasta que la enciendas manualmente u otra rutina la cambie.
fr: L’appareil reste éteint jusqu’à ce que vous le rallumiez manuellement ou qu’une autre routine le modifie.
it: L’unità resta spenta finché non la accendi manualmente o interviene un’altra routine.

source: This is an independent integration and is not endorsed by Bosch.
de: Dies ist eine unabhängige Integration und wird nicht von Bosch unterstützt.
es: Esta es una integración independiente y no está respaldada por Bosch.
fr: Il s’agit d’une intégration indépendante qui n’est pas approuvée par Bosch.
it: Questa è un’integrazione indipendente e non è approvata da Bosch.
